{
    "1": {
        "title": "Act 1",
        "quote": "The horror starts small, but it will escalate. This is not a story of heroes, but that of victims and the occasional survivor. **Prepare** yourself for a night of horror.",
        "sections": [
            {
                "title": "Build the Decks",
                "intro": "Manually build the decks:",
                "steps": [
                    "**Threat Deck:** Separate Face Cards, Aces, and Jokers. Shuffle Number Cards (2-10). Deal 8 face down for the Threat Deck. Add 1 Jack and shuffle again. Place 4 Aces face up on top.",
                    "**Reserves:** Deal 14 of the remaining Number Cards to form the Number Reserve. Keep Face Cards and Jokers in separate piles.",
                    "**Trophy Pile:** Take the top card from the Number Reserve and place it face up to start the Trophy Pile."
                ]
            },
            {
                "title": "Create Characters",
                "steps": [
                    "Choose a Name and Archetype.",
                    "Answer: \"Why are you here?\"",
                    "Select an Aptitude (Power, Resolve, Intellect, Finesse)."
                ],
                "footer": "**Optional:** You can create the characters on the fly by choosing the order in which you play out the first four scenes and let the four Aces determine your Apitudes."
            },
            {
                "title": "The Introduction",
                "intro": "The first act will establish the player characters and hint at the Killer.",
                "steps": [
                    "**Establishing Shots:** The aces are there to showcase the player characters' aptitudes. The character with matching aptitude will be the one to act with each of them. It is impossible to fail the test and since they are aimed at your own Aptitudes, the worst effort that can happen is overexertion.",
                    "**First tests:** After the Aces, you will draw and lay out two cards on the table from the top of the Threat Deck. These are the two possible scenes for you to tackle.",
                    "**The Killer Strikes:** Once you draw a Face card (Jack in the case of Act 1) from the the Threat Deck, you cannot draw more cards from it as long as the Jack is on the table. If there was a card there, you can deal with that first and leave the Jack on the table so the next player will have to deal with it. The difficulty of the test is the current top of the Trophy Pile plus 1 (or, +1 for Jacks, +2 for Queens, +3 for Kings). Once you've had this first confrontation with the Killer, Act 2 will begin."
                ]
            }
        ],
        "buttonText": "Start the Night"
    },
    "2": {
        "title": "Act 2",
        "quote": "You have now faced the killer. This means that the horror will now escalate. The shadows lengthen, and every choice could be your last. **Gird your loins** for the horrors to come. The night has only begun.",
        "sections": [
            {
                "title": "The Horror Escalates",
                "intro": "The Killer is now actively hunting you.",
                "steps": [
                    "**Face Cards:** Face cards represent the Killer's direct intervention. They are harder to defeat.",
                    "**Weaknesses:** You are looking for 4 different weaknesses of the killer. These are represented by you defeating a face card from each of the four suits.",
                    "**Progression:** Once you've found the four Weaknesses, Act 3 will begin."
                ]
            }
        ],
        "buttonText": "Continue the Nightmare"
    },
    "3": {
        "title": "Act 3",
        "quote": "This is it. **The final confrontation**. There is no running anymore. The end begins now.",
        "sections": [
            {
                "title": "Prepare for the End",
                "steps": [
                    "**Remove Number Cards:** Take all Number Cards out of the Threat Deck."
                ]
            }
        ],
        "buttonText": "Start the Finale"
    },
    "jokers": {
        "title": "The Jokers",
        "quote": "The Killer is desperate. They are pulling out all the stops.",
        "sections": [
            {
                "title": "Add the Jokers",
                "steps": [
                    "**Add Jokers:** Shuffle both the Red and Black Jokers into the remaining Face Cards.",
                    "**The Goal:** Survive until the Red Joker appears, then defeat it to win."
                ]
            }
        ],
        "buttonText": "Fight for your Life"
    }
}